const breedCatCollection = [
    {
      id            : "екзотична късокосместа котка",
      name          : "Екзотична късокосместа котка",
      nameEn        : "Exotic Shorthair",
      code          : "1",
      image_link    : "0",
      country       : "САЩ",
      intro         : "Екзотичните късокосмести котки са често описвани като „персийската котка за мързеливи хора“ заради сходния им външен вид, но с къса козина, която изисква по-малко поддръжка в сравнение с техните родственици - персийските котки. Те са привързани, нежни и обичат да си почиват, което ги прави отлични домашни любимци за скута. Тези котки са игриви, но спокойни и се адаптират добре към различни домашни условия. Техните изразителни очи и мило поведение ги правят любими на много любители на котки.",
      health        : ["Бъбречна поликистоза", "Хипертрофична кардиомиопатия", "Брахицефален синдром"]
    },
    {
      id            : "персийска котка",
      name          : "Персийска котка",
      nameEn        : "Persian cat",
      code          : "2",
      image_link    : "",
      country       : "Иран (Персия)",
      intro         : "Персийските котки са известни със своите дълги, луксозни козини и спокойни, достойни характери. Те обичат тихите и спокойни среди и създават силни връзки със своите стопани, предпочитайки по-скоро уюта на скута, отколкото активната игра. Редовното разресване е от съществено значение за поддържане красотата на тяхната козина. С техните характерни плоски муцунки и големи, изразителни очи, те са една от най-разпознаваемите породи котки.",
      health        : ["Бъбречна поликистоза", "Хипертрофична кардиомиопатия", "Прогресивна атрофия на ретината"]
    },
    {
      id            : "рагдол",
      name          : "Рагдол",
      nameEn        : "Ragdoll",
      code          : "3",
      image_link    : "",
      country       : "САЩ",
      intro         : "Рагдолите са едри и лесно привързващи се котки, известни със склонността си да се отпускат напълно, когато бъдат вдигнати – оттук идва и името „Ragdoll“ (парцалена кукла). Те са нежни, социални и обичат да следват стопаните си из дома. Техните поразителни сини очи и полу-дълга копринена козина допълват тяхното очарование. Рагдолите са известни и с кучеподобното си поведение, често посрещайки стопаните си на входната врата.",
      health        : ["Хипертрофична кардиомиопатия", "Камъни в пикочния мехур"]
    },
    {
      id            : "бирманска котка",
      name          : "Бирманска котка",
      nameEn        : "Sacred Birman",
      code          : "4",
      image_link    : "",
      country       : "Франция",
      intro         : "Свещените бирмански котки, или бирманите, са привързани и нежни животни с поразителни сини очи и бели „ръкавици“ на лапите си. Те са социални и обичат компанията на своите човешки приятели, често търсейки внимание и обич. Полу-дългата им копринена козина изисква редовно разресване, за да се предотврати сплъстяване. Бирманите са известни със своето игриво, но спокойно поведение, което ги прави отлични домашни любимци за семейства.",
      health        : ["Вродена хипотрихоза", "Дермоид на роговицата"]
    },
    {
      id            : "турски ван",
      name          : "Турски Ван",
      nameEn        : "Turkish Van",
      code          : "5",
      image_link    : "",
      country       : "Турция",
      intro         : "Турските ванове са енергични и игриви котки, често наричани „котки-плувци“ заради любовта им към водата. Те са интелигентни, любопитни и обичат интерактивните игри, което ги прави забавни спътници. Тяхното характерна окраска – обикновено бяло тяло с цветни петна на главата и опашката – допълва уникалния им вид. Турските ванове са известни също със своите силни, мускулести тела и високи нива на активност.",
      health        : ["Хипертрофична кардиомиопатия"]
    },
    {
      id            : "американски кърл, дългокосмест",
      name          : "Американски кърл, дългокосмест",
      nameEn        : "American Curl Longhair",
      code          : "6",
      image_link    : "",
      country       : "САЩ",
      intro         : "Американските къдрокосмести дългокосмести котки са известни със своите характерно извити уши, които им придават уникален и очарователен вид. Те са привързани, игриви и дружелюбни котки и често са описвани като притежаващи „кучеподобен“ характер – следват своите хора и обичат компанията им. Техните дълги, течащи козини изискват редовно разресване, за да запазят красотата си.",
      health        : ["Хипертрофична кардиомиопатия", "Бъбречна поликистоза"]
    },
    {
      id            : "американски кърл, късокосмест",
      name          : "Американски кърл, късокосмест",
      nameEn        : "American Curl Shorthair",
      code          : "7",
      image_link    : "",
      country       : "САЩ",
      intro         : "Американските къдрокосмести късокосмести котки, подобно на дългокосместия вариант, са известни със своите характерно извити уши. Те са интелигентни, привързани и социални котки, които обичат да участват в семейните занимания. Късата им козина изисква по-малко грижи в сравнение с тази на дългокосместите, но все пак се препоръчва редовно четкане. Те са спокойни и се разбират добре с други домашни любимци.",
      health        : ["Хипертрофична кардиомиопатия", "Бъбречна поликистоза"]
    },
    {
      id            : "laperm longhair",
      name          : "LaPerm Longhair",
      nameEn        : "LaPerm Longhair",
      code          : "8",
      image_link    : "",
      country       : "САЩ",
      intro         : "Лаперм дългокосместите котки са известни със своите къдрави, меки козини, които са изключително луксозни и изискват редовна поддръжка. Тези котки са привързани, дружелюбни и енергични. Те са социални и обичат да бъдат в центъра на вниманието, но не са прекалено настойчиви. Лапермите са интелигентни и могат да бъдат научени на трикове или да се радват на интерактивни игри. Въпреки къдравата си козина, те губят малко косми.",
      health        : ["Дадената порода няма наследствени заболявания."]
    },
    {
      id            : "laperm shorthair",
      name          : "LaPerm Shorthair",
      nameEn        : "LaPerm Shorthair",
      code          : "9",
      image_link    : "",
      country       : "САЩ",
      intro         : "Лаперм късокосместите котки споделят същия дружелюбен и привързан характер като дългокосместия вариант, но имат по-къса и по-къдрава козина, която е по-лесна за поддръжка. Те са интелигентни, игриви и обичат компанията на своите стопани. Както и дългокосместите, лапермите късокосмести често са описвани с „кучеподобно“ поведение – верни и социални.",
      health        : ["Дадената порода няма наследствени заболявания."]
    },
    {
      id            : "мейн кун",
      name          : "Мейн Кун",
      nameEn        : "Maine Coon",
      code          : "10",
      image_link    : "",
      country       : "САЩ",
      intro         : "Мейн кун е една от най-големите домашни породи котки, известна със своя дружелюбен и социален характер. Те са интелигентни, игриви и често наричани „нежни гиганти“. Техните пухкави опашки, характерни кичурчета на ушите и гъсти, рошави козини са идеални за студени климатични условия. Мейн куновете са известни също със своите „чуруликащи“ звуци и привързаното си поведение към семействата си.",
      health        : ["Хипертрофична кардиомиопатия", "Спинална мускулна атрофия", "Дисплазия на тазобедрената става"]
    },
    {
      id            : "невска маскарадна котка",
      name          : "Невска маскарадна котка",
      nameEn        : "Neva Masquerade",
      code          : "11",
      image_link    : "",
      country       : "Русия",
      intro         : "Невските маскарадни котки са цветни варианти на сибирските котки, характеризиращи се с впечатляващи сини очи и красиви шарки на козината. Те са известни със своята нежна и привързана природа, като са изключително социални със своите стопани. Обичат игри, любопитни са и се наслаждават на интерактивни занимания. Техните гъсти, полу-дълги козини изискват редовно разресване, за да се поддържа здравината и красотата им.",
      health        : ["Хипертрофична кардиомиопатия", ""]
    },
    {
      id            : "норвежка горска котка",
      name          : "Норвежка горска котка",
      nameEn        : "Norwegian Forest cat",
      code          : "12",
      image_link    : "",
      country       : "Норвегия",
      intro         : "Норвежката горска котка е голяма и здрава порода с дебела, водоустойчива двойна козина, която я предпазва в студен климат. Те са интелигентни, независими и привързани, но често запазват спокойно и уравновесено поведение. Тези котки обичат да се катерят и изследват, което ги прави отлични спътници за семейства с повече пространство. Те са добри плувци и имат естествен ловен инстинкт.",
      health        : ["Хипертрофична кардиомиопатия", "Дисплазия на тазобедрената става", "Бъбречна поликистоза"]
    },
    {
      id            : "сибирска котка",
      name          : "Сибирска котка",
      nameEn        : "Siberian cat",
      code          : "13",
      image_link    : "",
      country       : "Русия",
      intro         : "Сибирските котки са известни със здравите си, мускулести тела и гъсти, луксозни козини. Те са привързани, игриви и много интелигентни, което ги прави отлични компаньони. Сибирците са изключително адаптивни и се разбират добре с други домашни любимци и деца. Въпреки луксозната си козина, те губят по-малко косми от много други дългокосмести породи, което ги прави сравнително лесни за поддръжка.",
      health        : ["Хипертрофична кардиомиопатия", "Бъбречна поликистоза"]
    },
    {
      id            : "турска ангорска котка",
      name          : "Турска ангорска котка",
      nameEn        : "Turkish Angora",
      code          : "14",
      image_link    : "",
      country       : "Турция",
      intro         : "Турските ангорски котки са елегантни животни с копринена, среднодълга козина и грациозна осанка. Те са активни, интелигентни и обичат интерактивни игри, често участват в игра на „донеси“. Бадемовидните им очи могат да бъдат в различни цветове, включително сини, зелени и кехлибарени. Турските ангорски котки са известни също със своята привързаност и силни връзки със своите стопани.",
      health        : ["Глухота (най-често при котките със сини очи)", "Атаксия"]
    },
    {
      id            : "бенгалска котка",
      name          : "Бенгалска котка",
      nameEn        : "Bengal cat",
      code          : "15",
      image_link    : "",
      country       : "САЩ",
      intro         : "Бенгалските котки се отличават с дивия си вид, включващ стройно, мускулесто тяло и характерни петнисти или мраморни шарки, напомнящи леопарди. Те са изключително активни, интелигентни и се нуждаят от много умствена и физическа стимулация. Бенгалите обичат да се катерят и изследват, което прави катерушки и интерактивни играчки задължителни. Енергичната и игрива природа ги прави интересни спътници за хора, подготвени за техните високи нива на активност.",
      health        : ["Хипертрофична кардиомиопатия", "Прогресивна атрофия на ретината", "flat-chested kitten syndrome"]
    },
    {
      id            : "британска дългокосместа котка",
      name          : "Британска дългокосместа котка",
      nameEn        : "British Longhair",
      code          : "16",
      image_link    : "",
      country       : "Великобритания",
      intro         : "Британските дългокосмести котки са привързани и спокойни, известни със своите пухкави, плътни козини и кръгли лица. Те обичат човешката компания, но не са прекалено настойчиви, което ги прави отлични спътници за хора, търсещи балансиран домашен любимец. Лесният им характер позволява да се адаптират добре към различни домашни условия. Редовното разресване е необходимо, за да се поддържа луксозната им козина.",
      health        : ["Хипертрофична кардиомиопатия", "Бъбречна поликистоза"]
    },
    {
      id            : "бурмила",
      name          : "Бурмила",
      nameEn        : "Burmilla",
      code          : "17",
      image_link    : "",
      country       : "Великобритания",
      intro         : "Бурмилите са игриви и привързани котки, произлезли от кръстоска между бирманска и чинчила персийска порода. Те притежават чаровна личност, съчетаваща любопитството на бирманците с нежността на чинчилите. Характерни са със своите сребристи козини и изразителни очи, които ги правят особено привлекателни. Бурмилите са известни също със своята дружелюбна природа и способността да се адаптират към различни жилищни условия.",
      health        : ["Дадената порода няма наследствени заболявания."]
    },
    {
      id            : "британска късокосместа",
      name          : "Британска късокосместа",
      nameEn        : "British Shorthair",
      code          : "18",
      image_link    : "",
      country       : "Великобритания",
      intro         : "Британските късокосмести котки са известни със здравото си телосложение, кръглите лица и плътните козини. Те са спокойни, лесни за отглеждане и създават силни връзки със своите стопани. Макар да обичат вниманието, обикновено не са „котки за скута“ и ценят своята независимост. Пухкавите им козини се срещат в различни цветове и шарки, като „британското синьо“ е особено популярно.",
      health        : ["Хипертрофична кардиомиопатия", "Хемофилия Б"]
    },
    {
      id            : "бурманска котка",
      name          : "Бурманска котка",
      nameEn        : "Burmese cat",
      code          : "19",
      image_link    : "",
      country       : "Мианмар (Бурма)",
      intro         : "Бирманските котки са привързани, енергични и ориентирани към хората, често описвани като „кучеподобни“ в своята преданост към стопаните си. Те обичат интерактивни игри и процъфтяват в човешка компания, което ги прави отлични домашни любимци за семейства. Техните стройни, мускулести тела и изразителни очи допълват привлекателността им. Бирманците са известни също със своята гласовитост, често „разговаряйки“ със своите стопани.",
      health        : ["Хипокалемия", "Вродени дефекти на черепа"]
    },
    {
      id            : "шартрьо",
      name          : "Шартрьо",
      nameEn        : "Chartreux",
      code          : "20",
      image_link    : "",
      country       : "Франция",
      intro         : "Шартрьо са котки, известни със своите тихи, нежни и добродушни характери. Те създават силни връзки със своите стопани и често са описвани като „усмихващи се“ заради формата на главите и устата си. Техните плътни, водоустойчиви сиво-сини козини и медни до златисти очи ги правят особено впечатляващи. Шартрьо са известни също със своите ловни умения и игрив характер.",
      health        : ["Луксация на колянното капаче"]
    },
    {
      id            : "кимрик",
      name          : "Кимрик",
      nameEn        : "Cymric",
      code          : "21",
      image_link    : "",
      country       : "Остров Ман (по-нататък развит в Канада)",
      intro         : "Кимрикът е дългокосмест вариант на манкската котка, известен със своята липса на опашка или с къса такава. Те са привързани, интелигентни и обичат интерактивни игри, често проявявайки кучеподобни поведения, като „донеси“. Силните им задни крака им придават отличителна подскачаща походка. Цимриците са известни също със своята адаптивност и лесно се разбират с други домашни любимци и деца.",
      health        : ["Синдром на Манкс (сакрокаудална дисгенезия)", "Дистрофия на роговицата"]
    },
    {
      id            : "европейска късокосместа",
      name          : "Европейска късокосместа",
      nameEn        : "European Shorthair",
      code          : "22",
      image_link    : "",
      country       : "Европа",
      intro         : "Европейските късокосмести котки са универсални и адаптивни, често наподобяващи традиционните домашни котки на Европа. Те са дружелюбни, интелигентни и имат силен ловен инстинкт. Външният им вид е много разнообразен, с богата гама от цветове и шарки. Европейските късокосмести котки са известни също със своето здраве и способността да се адаптират към различни условия на живот.",
      health        : ["Дадената порода няма наследствени заболявания."]
    },
    {
      id            : "курилски бобтейл",
      name          : "Курилски бобтейл",
      nameEn        : "Kurilian bobtail",
      code          : "23",
      image_link    : "",
      country       : "Русия (Курилски острови)",
      intro         : "Курилските бобтейли се отличават със своите характерни опашки, наподобяващи помпони, и силни, мускулести тела. Те са интелигентни, приятелски настроени и обичат водата, често се забавляват да играят в нея. Полудивият им външен вид контрастира с нежната и привързана природа. Курилските бобтейли са известни и с отличните си ловни умения и способността да се адаптират към различни среди.",
      health        : ["Дадената порода няма наследствени заболявания."]
    },
    {
      id            : "корат",
      name          : "Корат",
      nameEn        : "Korat",
      code          : "24",
      image_link    : "",
      country       : "Тайланд",
      intro         : "Коратите са привързани и интелигентни котки, известни със своите сребристо-сини козини и блестящи зелени очи. Те изграждат силни връзки със своите стопани и предпочитат спокойна и стабилна среда. Коратите са известни също със своите остри сетива и игрив характер, което ги прави забавни спътници. В Тайланд те се смятат за символ на късмет.",
      health        : ["Ганглиозидоза"]
    },
    {
      id            : "манкс",
      name          : "Манкс",
      nameEn        : "Manx cat",
      code          : "25",
      image_link    : "",
      country       : "Остров Ман",
      intro         : "Манкските котки са известни със своята липса на опашка или къси опашки, резултат от естествена генетична мутация. Те са дружелюбни, игриви и интелигентни, често описвани като „кучеподобни“ заради своята лоялност и интерактивно поведение. Силните им задни крака им придават отличителна подскачаща походка. Манкските котки са отлични ловци и се наслаждават както на живот на закрито, така и на открито.",
      health        : ["Синдром на Манкс (сакрокаудална дисгенезия)", "Дистрофия на роговицата"]
    },
    {
      id            : "египетска мау",
      name          : "Египетска мау",
      nameEn        : "Egyptian Mau",
      code          : "26",
      image_link    : "",
      country       : "Египет",
      intro         : "Египетските мау са елегантни и атлетични котки с петнисти козини, често описвани като най-бързата домашна порода заради своята пъргавина. Те са лоялни, привързани и изключително интелигентни, често изграждащи близки връзки със своите стопани. Техните изразителни зелени очи и естествено петнистата окраска добавят екзотичен чар. Египетските мау издават уникално „чуруликащо“ мяукане, когато са щастливи или развълнувани.",
      health        : ["Левкодистрофия"]
    },
    {
      id            : "оцикет",
      name          : "Оцикет",
      nameEn        : "Ocicat",
      code          : "27",
      image_link    : "",
      country       : "САЩ",
      intro         : "Оцикетите са игриви, уверени и социални котки, които наподобяват дивите оцелоти, но са напълно опитомени. Те са активни и обичат интерактивните игри, което ги прави отлични спътници за семейства. Петнистата им козина се среща в различни цветове и шарки, добавяйки към екзотичния им вид. Оцикът са известни със своята интелигентност и адаптивност, като процъфтяват както в тихи, така и в оживени домове.",
      health        : ["Прогресивна атрофия на ретината", "Хипертрофична кардиомиопатия"]
    },
    {
      id            : "сингапурска котка",
      name          : "Сингапурска котка",
      nameEn        : "Singapura cat",
      code          : "28",
      image_link    : "",
      country       : "Сингапур",
      intro         : "Сингапурските котки са една от най-малките породи котки, известни със своите големи личности и дребен размер. Те са игриви, привързани и процъфтяват в човешка компания, често търсейки внимание и гушкане. Късата им козина с тикообразна окраска и големите, изразителни очи им придават уникален и очарователен вид. Въпреки малкия си размер, те са изключително активни и обичат да се катерят и изследват.",
      health        : ["Пируват-киназно недоимъчна анемия"]
    },
    {
      id            : "сноушу",
      name          : "Сноушу",
      nameEn        : "Snowshoe cat",
      code          : "29",
      image_link    : "",
      country       : "САЩ",
      intro         : "Сноушу са привързани, нежни и интелигентни котки, известни със своите бели лапички, наподобяващи „снегоходки“. Те са социални животни, които обичат компанията на своите стопани и други домашни любимци. Сноушу често имат оцветяване, наподобяващо сиамски котки, с характерни бели маркировки. Те са игриви и се адаптират добре към семейна среда, но може да бъдат плахи към непознати.",
      health        : ["Дадената порода няма наследствени заболявания."]
    },
    {
      id            : "кенийска горска котка",
      name          : "Кенийска горска котка",
      nameEn        : "Sokoke",
      code          : "30",
      image_link    : "",
      country       : "Кения",
      intro         : "Кенийските горски котки са редки и уникални котки с мраморни шарки, наподобяващи кора на дърво – модел, който им помага да се сливат с природата. Те са активни, независими и интелигентни котки, които обичат интерактивните игри. Кенийските горски котки са известни със своята любов към катеренето и изследването, което прави катерушки и високи места задължителни в дома им. Те са привързани към семейството си, но може да бъдат резервирани с непознати.",
      health        : ["Дадената порода няма наследствени заболявания."]
    },
    {
      id            : "селкърк рекс, дългокосмест",
      name          : "Селкърк Рекс, дългокосмест",
      nameEn        : "Selkirk Rex Longhair",
      code          : "31",
      image_link    : "",
      country       : "САЩ",
      intro         : "Селкърк Рекс Дългокосмести са известни със своите характерни къдрави козини, които са гъсти и плюшени. Те са нежни, привързани и обичат да бъдат около хората. Тези котки са дружелюбни, социални и обичат да се гушкат със своите стопани. Въпреки дългата си, къдрава козина, те не линеят много, което улеснява грижите за тях. Селкърк Рекс са игриви и обичат интерактивните игри, често следвайки стопаните си наоколо.",
      health        : ["Хипертрофична кардиомиопатия", "Определени случаи на респираторни заболявания."]
    },
    {
      id            : "селкърк рекс, късокосмест",
      name          : "Селкърк Рекс, късокосмест",
      nameEn        : "Selkirk Rex Shorthair",
      code          : "32",
      image_link    : "",
      country       : "САЩ",
      intro         : "Селкърк Рекс Късокосмести, подобно на дългокосместия вариант, имат къдрави козини, но с по-къса дължина. Те са привързани, социални и спокойни, често описвани като „кучеподобни“ заради своята лоялност. Селкърк Рекс са известни със своя уравновесен характер и способността да се адаптират към различни условия. Те обичат интерактивните игри и се разбират добре с деца и други домашни любимци.",
      health        : ["Хипертрофична кардиомиопатия", "Определени случаи на респираторни заболявания."]
    },
    {
      id            : "абисинска котка",
      name          : "Абисинска котка",
      nameEn        : "Abyssinian",
      code          : "33",
      image_link    : "",
      country       : "Етиопия",
      intro         : "Абисинските котки са енергични, интелигентни и игриви, често описвани като „кучеподобни“ заради своята лоялност. Те са известни с уникалната си „тикована“ козина, при която всяко косъмче е оцветено в няколко нюанса. Абисинските котки обичат да се катерят и изследват, което ги прави изключително активни и любопитни домашни любимци. Тяхната привързана, но независима природа ги прави идеални за семейства с активен начин на живот.",
      health        : ["Хипертрофична кардиомиопатия", "Гингивит"]
    },
    {
      id            : "балийска котка",
      name          : "Балийска котка",
      nameEn        : "Balinese cat",
      code          : "34",
      image_link    : "",
      country       : "САЩ (създадена от сиамски котки)",
      intro         : "Балийските котки са известни с грациозния си външен вид, дългата копринена козина и ярките си сини очи. Те са интелигентни, вокални и много привързани, често изграждащи силни връзки със своите стопани. Балийските котки са силно социални и обичат интерактивните игри, като игривият им характер ги прави отлични спътници за семейства.",
      health        : ["Прогресивна атрофия на ретината", "Хипертрофична кардиомиопатия"]
    },
    {
      id            : "корниш рекс",
      name          : "Корниш рекс",
      nameEn        : "Cornish Rex",
      code          : "35",
      image_link    : "",
      country       : "Великобритания",
      intro         : "Корниш Рекс котките са известни със своите меки, вълнообразни козини, резултат от естествена генетична мутация. Те са изключително енергични, игриви и привързани, често изграждащи силни връзки със своите човешки семейства. Корниш Рекс са интелигентни и обичат интерактивните игри, което ги прави отлични спътници за семейства с активен начин на живот. Те също са известни със своята атлетичност и ловкост.",
      health        : ["Хипертрофична кардиомиопатия", "Кожни заболявания (поради липсата на козина)"]
    },
    {
      id            : "девън рекс",
      name          : "Девън рекс",
      nameEn        : "Devon Rex",
      code          : "36",
      image_link    : "",
      country       : "Великобритания",
      intro         : "Девън Рекс котките имат големи уши, къса къдрава козина и закачлив характер. Те са силно социални, привързани и обичат човешкото внимание, често търсейки внимание и гушкане. Девън Рекс са интелигентни и обичат да играят с играчки и да учат нови трикове. Често са описвани като „кучеподобни“ заради лоялността си и способността да следват своите стопани.",
      health        : ["Хипертрофична кардиомиопатия", ""]
    },
    {
      id            : "донски сфинкс",
      name          : "Донски сфинкс",
      nameEn        : "Donskoy",
      code          : "37",
      image_link    : "",
      country       : "Русия",
      intro         : "Донските сфинксове са порода без козина, с набръчкана кожа, често описвани с външен вид, наподобяващ прилеп. Те са силно привързани, енергични и социални, често изграждащи силни връзки със своите стопани. Донските сфинксове са любопитни, интелигентни и обичат да бъдат в центъра на вниманието. Въпреки липсата на козина, те изискват редовно къпане, за да поддържат кожата си чиста и здрава.",
      health        : ["Дадената порода няма наследствени заболявания.", ""]
    },
    {
      id            : "герман рекс",
      name          : "Герман рекс",
      nameEn        : "German Rex",
      code          : "38",
      image_link    : "",
      country       : "Германия",
      intro         : "Германските Рекс котки са известни със своите меки, къдрави козини, които им придават характерен външен вид. Те са привързани, игриви и силно социални, често търсещи внимание от своите човешки спътници. Германските Рекс са интелигентни и обичат интерактивните игри, което ги прави отлични домашни любимци за семейства. Те също така се адаптират добре към различни условия и се разбират добре с други животни.",
      health        : ["Хипертрофична кардиомиопатия", ""]
    },
    {
      id            : "японски бобтейл",
      name          : "Японски бобтейл",
      nameEn        : "Japanese Bobtail",
      code          : "39",
      image_link    : "",
      country       : "Япония",
      intro         : "Японските Бобтейли се отличават със своите къси, „бобести“ опашки, които често са извити или нагънати. Те са активни, игриви и привързани котки, известни със своята интелигентност и вокална природа. Тези котки често се свързват с японския фолклор, символизирайки добър късмет. Японските Бобтейли са силно адаптивни и обичат както самостоятелните игри, така и човешката компания.",
      health        : ["Дадената порода няма наследствени заболявания."]
    },
    {
      id            : "ориенталска дългокосместа котка",
      name          : "Ориенталска дългокосместа котка",
      nameEn        : "Oriental Longhair",
      code          : "40",
      image_link    : "",
      country       : "Великобритания",
      intro         : "Ориенталските Дългокосмести са подобни на Ориенталските Късокосмести, но имат по-дълга козина. Те са енергични, интелигентни и любопитни котки, които процъфтяват от човешко взаимодействие. Ориенталските Дългокосмести често са описвани като „приказливи“ заради своята вокална природа. Техният елегантен външен вид и игрив характер ги правят популярни сред любителите на котки.",
      health        : ["Дадената порода няма наследствени заболявания."]
    },
    {
      id            : "ориенталска късокосместа котка",
      name          : "Ориенталска късокосместа котка",
      nameEn        : "Oriental Shorthair",
      code          : "41",
      image_link    : "",
      country       : "Великобритания",
      intro         : "Ориенталските Късокосмести са интелигентни, социални и изключително енергични котки. Те са известни със своите елегантни тела и широка гама от цветове и шарки на козината. Тези котки често се сравняват със сиамските заради своята вокална личност и силно желание за внимание. Те са много привързани и обожават интерактивните игри.",
      health        : ["Прогресивна атрофия на ретината", "Хипертрофична кардиомиопатия"]
    },
    {
      id            : "петерболд",
      name          : "Петерболд",
      nameEn        : "Peterbald",
      code          : "42",
      image_link    : "",
      country       : "Русия",
      intro         : "Петерболд котките са известни със своя уникален външен вид – безкосмести или полу-безкосмести, въпреки че някои имат къса козина. Те са дружелюбни, социални и привързани котки, често описвани като „кучеподобни“ заради лоялността си. Петерболдите са игриви, интелигентни и обичат да бъдат в центъра на вниманието. Липсата на козина ги прави привлекателен избор за хора, предпочитащи лесна поддръжка.",
      health        : ["Дадената порода няма наследствени заболявания."]
    },
    {
      id            : "руска синя котка",
      name          : "Руска синя котка",
      nameEn        : "Russian Blue",
      code          : "43",
      image_link    : "",
      country       : "Русия",
      intro         : "Руските сини котки са елегантни, тихи и сдържани, известни със своите впечатляващи сребристо-сини козини и ярки зелени очи. Те са интелигентни и могат да бъдат леко срамежливи с непознати, но са много привързани към своите стопани. Руските сини са известни със своята лоялност и са отлични вътрешни спътници, благодарение на спокойния си характер.",
      health        : ["Хипертрофична кардиомиопатия", "Определени случаи на респираторни заболявания."]
    },
    {
      id            : "сиамска котка",
      name          : "Сиамска котка",
      nameEn        : "Siamese",
      code          : "44",
      image_link    : "",
      country       : "Тайланд",
      intro         : "Сиамските котки са силно вокални, социални и привързани, като процъфтяват от внимание и компания. Известни със своите поразителни сини бадемовидни очи, стройни тела и елегантна козина, сиамските котки са интелигентни и любопитни. Те изграждат силни връзки със своите стопани и са известни с „разговорите“ си с тях, често изисквайки внимание и обич.",
      health        : ["Прогресивна атрофия на ретината", "Хипертрофична кардиомиопатия"]
    },
    {
      id            : "сомали",
      name          : "Сомали",
      nameEn        : "Somali cat",
      code          : "45",
      image_link    : "",
      country       : "САЩ (създадена от абисински котки)",
      intro         : "Сомалийските котки са игриви, интелигентни и привързани. Те често са описвани като котки с кучешки характер заради енергичната си природа и любовта си към взаимодействието с хората. Красивата им „тикована“ козина им придава див вид, но те са известни със своя дружелюбен и социален характер. Сомалийските котки са изключително любопитни и обичат да се катерят и изследват заобикалящата ги среда.",
      health        : ["Прогресивна атрофия на ретината", "Бъбречна амилоидоза"]
    },
    {
      id            : "канадски сфинкс",
      name          : "Канадски сфинкс",
      nameEn        : "Sphynx cat",
      code          : "46",
      image_link    : "",
      country       : "Канада",
      intro         : "Сфинксовите котки са известни със своя безкосмест външен вид, въпреки че не са напълно хипоалергенни. Те са привързани, социални и много игриви, често търсейки топлина и внимание от своите човешки спътници. Поради липсата на козина, те се нуждаят от редовно къпане, за да поддържат кожата си чиста и здрава. Сфинксовете са известни със своята любознателност, енергия и любвеобилност.",
      health        : ["Хипертрофична кардиомиопатия", "Кожни заболявания (поради липсата на козина)", "Различни видове алергии"]
    },
    {
      id            : "тайска котка",
      name          : "Тайска котка",
      nameEn        : "Thai cat",
      code          : "47",
      image_link    : "",
      country       : "Тайланд",
      intro         : "Тайските котки са предшествениците на сиамските и имат сходни вокални, социални и привързани характеристики. Те са известни със своите поразителни сини очи, елегантни тела и привързан характер. Тайските котки са много вокални и обичат компанията на хората, като изграждат близки връзки със своите семейства. Те са много игриви и обичат интерактивните занимания.",
      health        : ["Прогресивна атрофия на ретината", "Хипертрофична кардиомиопатия)"]
    }
  ]

